Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Turn this on to make ⌘P export a PDF instead.
ar: فعّل هذا لجعل ⌘P يصدّر ملف PDF بدلًا من ذلك.
ca: Activa això perquè ⌘P exporti un PDF en el seu lloc.
cs: Zapni toto, aby ⌘P místo toho exportovalo PDF.
da: Slå dette til, så ⌘P i stedet eksporterer en PDF.
de: Aktiviere dies, damit ⌘P stattdessen ein PDF exportiert.
el: Ενεργοποίησε αυτό ώστε το ⌘P να εξάγει ένα PDF αντ' αυτού.
es: Activa esto para que ⌘P exporte un PDF en su lugar.
fi: Ota tämä käyttöön, jotta ⌘P vie sen sijaan PDF-tiedoston.
fr: Activez ceci pour que ⌘P exporte plutôt un PDF.
he: הפעל זאת כדי ש-⌘P ייצא PDF במקום זאת.
hi: इसे चालू करें ताकि ⌘P इसके बजाय एक PDF निर्यात करे।
hr: Uključi ovo da ⌘P umjesto toga izvozi PDF.
hu: Kapcsold be, hogy a ⌘P inkább PDF-et exportáljon.
id: Aktifkan ini agar ⌘P mengekspor PDF sebagai gantinya.
it: Attiva questa opzione per far sì che ⌘P esporti invece un PDF.
ja: これをオンにすると、⌘Pが代わりにPDFを書き出します。
ko: ⌘P가 대신 PDF를 내보내도록 이것을 켜세요.
ms: Hidupkan ini supaya ⌘P mengeksport PDF sebaliknya.
nb: Slå på dette for at ⌘P i stedet skal eksportere en PDF.
nl: Schakel dit in zodat ⌘P in plaats daarvan een pdf exporteert.
pl: Włącz to, aby ⌘P zamiast tego eksportowało PDF.
pt_br: Ative isso para que ⌘P exporte um PDF em vez disso.
ro: Activează asta pentru ca ⌘P să exporte în schimb un PDF.
ru: Включите это, чтобы ⌘P вместо этого экспортировал PDF.
sk: Zapni toto, aby ⌘P namiesto toho exportovalo PDF.
sv: Slå på detta så att ⌘P i stället exporterar en PDF.
th: เปิดสิ่งนี้เพื่อให้ ⌘P ส่งออก PDF แทน
tr: ⌘P'nin bunun yerine bir PDF dışa aktarması için bunu aç.
uk: Увімкніть це, щоб ⌘P натомість експортував PDF.
vi: Bật cái này để ⌘P xuất một PDF thay thế.
zh_hans: 开启此项，让 ⌘P 改为导出 PDF。
zh_hk: 開啟此項，讓 ⌘P 改為輸出 PDF。

source: Type words rather than a URL into the omnibar and they're handed to this engine. Anything that looks like an address still loads directly.
ar: اكتب كلمات بدلًا من عنوان URL في شريط العناوين وتُسلَّم إلى هذا المحرك. أي شيء يبدو كعنوان لا يزال يُحمَّل مباشرة.
ca: Escriu paraules en lloc d'un URL a l'omnibar i es lliuren a aquest cercador. Qualsevol cosa que sembli una adreça encara es carrega directament.
cs: Napiš do omnibaru slova místo adresy URL a budou předána tomuto vyhledávači. Cokoli, co vypadá jako adresa, se stále načte přímo.
da: Skriv ord i stedet for en URL i omnibaren, og de sendes til denne søgemaskine. Alt, der ligner en adresse, indlæses stadig direkte.
de: Gib Wörter statt einer URL in die Omnibar ein, und sie werden an diese Suchmaschine übergeben. Alles, was wie eine Adresse aussieht, wird trotzdem direkt geladen.
el: Πληκτρολόγησε λέξεις αντί για URL στο omnibar και παραδίδονται σε αυτή τη μηχανή. Οτιδήποτε μοιάζει με διεύθυνση εξακολουθεί να φορτώνεται απευθείας.
es: Escribe palabras en lugar de una URL en la omnibar y se entregan a este motor. Todo lo que parezca una dirección sigue cargándose directamente.
fi: Kirjoita omnipalkkiin sanoja URL-osoitteen sijaan, niin ne välitetään tälle hakukoneelle. Kaikki osoitteelta näyttävä latautuu silti suoraan.
fr: Saisissez des mots plutôt qu'une URL dans l'omnibar et ils sont transmis à ce moteur. Tout ce qui ressemble à une adresse se charge quand même directement.
he: הקלד מילים במקום כתובת URL בשורת הכתובת והן נמסרות למנוע זה. כל דבר שנראה כמו כתובת עדיין נטען ישירות.
hi: ओमनीबार में URL के बजाय शब्द टाइप करें और वे इस इंजन को सौंप दिए जाते हैं। जो कुछ भी पते जैसा दिखता है वह अब भी सीधे लोड होता है।
hr: Upiši riječi umjesto URL-a u omnibar i one se predaju ovoj tražilici. Sve što izgleda kao adresa i dalje se učitava izravno.
hu: Írj szavakat URL helyett az omnibarba, és azok ehhez a keresőhöz kerülnek. Bármi, ami címnek tűnik, továbbra is közvetlenül betöltődik.
id: Ketik kata alih-alih URL ke omnibar dan kata itu diserahkan ke mesin ini. Apa pun yang tampak seperti alamat tetap dimuat langsung.
it: Digita parole invece di un URL nell'omnibar e vengono passate a questo motore. Tutto ciò che sembra un indirizzo si carica comunque direttamente.
ja: オムニバーにURLではなく単語を入力すると、このエンジンに渡されます。アドレスのように見えるものは引き続き直接読み込まれます。
ko: 옴니바에 URL 대신 단어를 입력하면 이 엔진으로 전달됩니다. 주소처럼 보이는 것은 여전히 직접 로드됩니다.
ms: Taip perkataan dan bukan URL ke omnibar dan ia diserahkan kepada enjin ini. Apa sahaja yang kelihatan seperti alamat masih dimuatkan terus.
nb: Skriv ord i stedet for en URL i omnibaren, så sendes de til denne søkemotoren. Alt som ser ut som en adresse, lastes fortsatt direkte.
nl: Typ woorden in plaats van een URL in de omnibalk en ze worden aan deze zoekmachine doorgegeven. Alles wat op een adres lijkt, laadt nog steeds direct.
pl: Wpisz w omnibarze słowa zamiast adresu URL, a zostaną przekazane do tej wyszukiwarki. Wszystko, co wygląda na adres, nadal ładuje się bezpośrednio.
pt_br: Digite palavras em vez de um URL na omnibar e elas são entregues a este mecanismo. Qualquer coisa que pareça um endereço ainda carrega diretamente.
ro: Tastează cuvinte în loc de un URL în omnibar și sunt predate acestui motor. Orice arată ca o adresă se încarcă totuși direct.
ru: Вводите в омнибар слова, а не URL, и они передаются этой поисковой системе. Всё, что выглядит как адрес, по-прежнему загружается напрямую.
sk: Napíš do omnibaru slová namiesto adresy URL a budú odovzdané tomuto vyhľadávaču. Čokoľvek, čo vyzerá ako adresa, sa stále načíta priamo.
sv: Skriv ord i stället för en URL i omnibaren så skickas de till den här sökmotorn. Allt som ser ut som en adress laddas fortfarande direkt.
th: พิมพ์คำแทน URL ลงในออมนิบาร์แล้วคำเหล่านั้นจะถูกส่งไปยังเครื่องมือนี้ สิ่งใดก็ตามที่ดูเหมือนที่อยู่ยังคงโหลดโดยตรง
tr: Omnibar'a URL yerine kelimeler yaz, bunlar bu motora aktarılır. Adres gibi görünen her şey yine de doğrudan yüklenir.
uk: Вводьте в омнібар слова, а не URL, і вони передаються цій пошуковій системі. Усе, що виглядає як адреса, все одно завантажується напряму.
vi: Gõ các từ thay vì một URL vào omnibar và chúng được chuyển cho công cụ này. Bất cứ thứ gì trông giống một địa chỉ vẫn được tải trực tiếp.
zh_hans: 在地址栏中输入词语而非 URL，它们会被交给此引擎。任何看起来像地址的内容仍会直接加载。
zh_hk: 在網址列中輸入詞語而非 URL，它們會被交給此引擎。任何看起來像位址的內容仍會直接載入。

source: Ungrouped
ar: بدون مجموعة
ca: Sense grup
cs: Bez skupiny
da: Uden gruppe
de: Ohne Gruppe
el: Χωρίς ομάδα
es: Sin grupo
fi: Ryhmittelemätön
fr: Sans groupe
he: ללא קבוצה
hi: बिना समूह
hr: Bez grupe
hu: Csoport nélkül
id: Tanpa Grup
it: Senza gruppo
ja: グループなし
ko: 그룹 없음
ms: Tanpa Kumpulan
nb: Uten gruppe
nl: Zonder groep
pl: Bez grupy
pt_br: Sem grupo
ro: Fără grup
ru: Без группы
sk: Bez skupiny
sv: Utan grupp
th: ไม่มีกลุ่ม
tr: Grupsuz
uk: Без групи
vi: Không nhóm
zh_hans: 未分组
zh_hk: 未分組

source: Upper
ar: أعلى قليلًا
ca: Superior
cs: Výše
da: Højere
de: Höher
el: Ψηλότερα
es: Superior
fi: Ylempänä
fr: Supérieur
he: גבוה יותר
hi: ऊपर
hr: Gore
hu: Feljebb
id: Lebih Atas
it: Più in alto
ja: やや上
ko: 조금 위
ms: Lebih Atas
nb: Høyere
nl: Hoger
pl: Wyżej
pt_br: Acima
ro: Superior
ru: Выше
sk: Vyššie
sv: Högre
th: ด้านบน
tr: Yukarısı
uk: Вище
vi: Cao hơn
zh_hans: 上方
zh_hk: 上方

source: Uses iCloud. “Just opening tabs” shares the tabs you open but keeps closing a tab a per-device choice; “Opening and closing” keeps one shared set across devices. Turning sync on or off takes effect after you relaunch.
ar: يستخدم iCloud. يشارك خيار «فتح علامات التبويب فقط» ما تفتحه من علامات تبويب، لكنه يترك الإغلاق قرارًا خاصًا بكل جهاز؛ أما «فتح علامات التبويب وإغلاقها» فيبقي مجموعة واحدة مشتركة عبر الأجهزة. يسري تشغيل المزامنة أو إيقافها بعد إعادة التشغيل.
ca: Utilitza l'iCloud. «Només obrir pestanyes» comparteix les pestanyes que obres però deixa que tancar-ne una sigui una decisió de cada dispositiu; «Obrir i tancar» manté un únic conjunt compartit entre dispositius. Activar o desactivar la sincronització té efecte quan reobris l'app.
cs: Používá iCloud. „Jen otevírání karet“ sdílí karty, které otevřete, ale zavření zůstává volbou jednotlivého zařízení; „Otevírání i zavírání“ udržuje jednu společnou sadu na všech zařízeních. Zapnutí či vypnutí synchronizace se projeví po restartu.
da: Bruger iCloud. “Kun når faneblade åbnes” deler de faneblade, du åbner, men lader det være et valg pr. enhed at lukke et; “Når faneblade åbnes og lukkes” holder ét fælles sæt på alle enheder. Det træder først i kraft, når du starter appen igen.
de: Verwendet iCloud. „Nur geöffnete Tabs“ teilt die Tabs, die du öffnest, lässt das Schließen aber eine Entscheidung pro Gerät; „Geöffnete und geschlossene“ hält einen gemeinsamen Satz über alle Geräte hinweg. Das Ein- und Ausschalten wirkt sich erst nach einem Neustart aus.
el: Χρησιμοποιεί το iCloud. Το «Μόνο άνοιγμα καρτελών» μοιράζεται τις καρτέλες που ανοίγεις αλλά αφήνει το κλείσιμο ως επιλογή κάθε συσκευής· το «Άνοιγμα και κλείσιμο καρτελών» διατηρεί ένα κοινό σύνολο σε όλες τις συσκευές. Η ενεργοποίηση ή απενεργοποίηση του συγχρονισμού ισχύει μετά από επανεκκίνηση.
es: Usa iCloud. «Solo al abrir pestañas» comparte las pestañas que abres, pero cerrar una sigue siendo una decisión de cada dispositivo; «Al abrir y cerrar» mantiene un único conjunto compartido en todos los dispositivos. Activar o desactivar la sincronización surte efecto tras reiniciar.
fi: Käyttää iCloudia. ”Vain välilehtien avaaminen” jakaa avaamasi välilehdet, mutta sulkeminen on laitekohtainen valinta; ”Välilehtien avaaminen ja sulkeminen” pitää yhtä jaettua kokonaisuutta kaikilla laitteilla. Synkronoinnin käyttöönotto tai poisto astuu voimaan uudelleenkäynnistyksen jälkeen.
fr: Utilise iCloud. « Ouverture des onglets uniquement » partage les onglets que vous ouvrez mais laisse la fermeture propre à chaque appareil ; « Ouverture et fermeture » conserve un ensemble commun sur tous vos appareils. L'activation ou la désactivation prend effet après un redémarrage.
he: משתמש ב‑iCloud. ״פתיחת כרטיסיות בלבד״ משתפת את הכרטיסיות שאתה פותח אך משאירה את הסגירה כבחירה של כל מכשיר; ״פתיחה וסגירה״ שומרת סט משותף אחד בכל המכשירים. הפעלה או כיבוי של הסנכרון ייכנסו לתוקף לאחר הפעלה מחדש.
hi: iCloud का उपयोग करता है। “केवल टैब खोलना” आपके खोले गए टैब साझा करता है, पर टैब बंद करना हर उपकरण का अपना फ़ैसला रहता है; “टैब खोलना और बंद करना” सभी उपकरणों पर एक ही साझा सेट रखता है। सिंक चालू या बंद करना ऐप दोबारा शुरू करने पर लागू होता है।
hr: Koristi iCloud. „Samo otvaranje kartica” dijeli kartice koje otvorite, ali zatvaranje ostaje izbor pojedinog uređaja; „Otvaranje i zatvaranje” održava jedan zajednički skup na svim uređajima. Uključivanje ili isključivanje sinkronizacije primjenjuje se nakon ponovnog pokretanja.
hu: Az iCloudot használja. A „Csak a lapok megnyitása” megosztja a megnyitott lapokat, de a bezárás eszközönkénti döntés marad; a „Lapok megnyitása és bezárása” egyetlen közös készletet tart az eszközökön. A szinkronizálás be- vagy kikapcsolása újraindítás után lép életbe.
id: Menggunakan iCloud. “Hanya membuka tab” membagikan tab yang Anda buka tetapi menutup tab tetap menjadi pilihan tiap perangkat; “Membuka dan menutup tab” menjaga satu set bersama di semua perangkat. Menyalakan atau mematikan sinkronisasi berlaku setelah app dibuka ulang.
it: Usa iCloud. «Solo apertura delle schede» condivide le schede che apri ma lascia la chiusura come scelta del singolo dispositivo; «Apertura e chiusura» mantiene un unico insieme condiviso su tutti i dispositivi. Attivare o disattivare la sincronizzazione ha effetto dopo il riavvio.
ja: iCloud を使用します。「タブを開いたときだけ」は開いたタブを共有しますが、閉じる操作はデバイスごとの選択のままです。「タブを開いたときと閉じたとき」はすべてのデバイスで 1 組のタブを共有します。同期のオン／オフは再起動後に反映されます。
ko: iCloud를 사용합니다. ‘탭 열기만’은 여는 탭을 공유하지만 닫는 것은 기기별 선택으로 남깁니다. ‘탭 열기와 닫기’는 모든 기기에서 하나의 탭 묶음을 유지합니다. 동기화를 켜거나 끄면 앱을 다시 실행한 뒤에 적용됩니다.
ms: Menggunakan iCloud. “Hanya membuka tab” berkongsi tab yang anda buka tetapi menutup tab kekal pilihan setiap peranti; “Membuka dan menutup tab” mengekalkan satu set dikongsi merentas peranti. Menghidupkan atau mematikan penyegerakan berkuat kuasa selepas app dibuka semula.
nb: Bruker iCloud. «Bare når faner åpnes» deler fanene du åpner, men lar det være et valg per enhet å lukke en; «Når faner åpnes og lukkes» holder ett felles sett på tvers av enhetene. Å slå synkronisering av eller på trer i kraft etter omstart.
nl: Gebruikt iCloud. ‘Alleen tabbladen openen’ deelt de tabbladen die je opent, maar laat het sluiten een keuze per apparaat; ‘Openen en sluiten’ houdt één gedeelde set aan op al je apparaten. Synchronisatie in- of uitschakelen werkt pas na een herstart.
pl: Korzysta z iCloud. „Tylko otwieranie kart” udostępnia karty, które otwierasz, ale zamknięcie pozostaje decyzją każdego urządzenia; „Otwieranie i zamykanie” utrzymuje jeden wspólny zestaw na wszystkich urządzeniach. Włączenie lub wyłączenie synchronizacji działa po ponownym uruchomieniu.
pt_br: Usa o iCloud. “Apenas abertura de abas” compartilha as abas que você abre, mas fechar uma continua sendo uma escolha de cada dispositivo; “Abertura e fechamento” mantém um único conjunto compartilhado entre os dispositivos. Ativar ou desativar a sincronização só vale após reabrir o app.
ro: Folosește iCloud. „Doar deschiderea filelor” partajează filele pe care le deschizi, dar închiderea rămâne o alegere a fiecărui dispozitiv; „Deschiderea și închiderea” păstrează un singur set comun pe toate dispozitivele. Activarea sau dezactivarea sincronizării are efect după repornirea aplicației.
ru: Использует iCloud. «Только открытие вкладок» делится вкладками, которые вы открываете, но закрытие остаётся решением каждого устройства; «Открытие и закрытие» держит один общий набор на всех устройствах. Включение и выключение синхронизации вступает в силу после перезапуска.
sk: Používa iCloud. „Len otváranie kariet“ zdieľa karty, ktoré otvoríte, ale zatvorenie zostáva voľbou konkrétneho zariadenia; „Otváranie aj zatváranie“ udržiava jednu spoločnú sadu na všetkých zariadeniach. Zapnutie či vypnutie synchronizácie sa prejaví po reštarte.
sv: Använder iCloud. ”Bara när flikar öppnas” delar flikarna du öppnar men låter stängning vara ett val per enhet; ”När flikar öppnas och stängs” håller en gemensam uppsättning på alla enheter. Att slå på eller av synkning börjar gälla efter omstart.
th: ใช้ iCloud “เฉพาะการเปิดแท็บ” จะแชร์แท็บที่คุณเปิด แต่การปิดแท็บยังเป็นเรื่องของแต่ละอุปกรณ์ ส่วน “การเปิดและปิดแท็บ” จะคงชุดแท็บเดียวกันไว้ทุกอุปกรณ์ การเปิดหรือปิดการซิงค์จะมีผลหลังจากเปิดแอพใหม่
tr: iCloud kullanır. “Yalnızca sekme açma” açtığınız sekmeleri paylaşır ama bir sekmeyi kapatmayı aygıta özel bir seçim olarak bırakır; “Sekme açma ve kapatma” tüm aygıtlarda tek bir ortak küme tutar. Eşitlemeyi açmak veya kapatmak, uygulamayı yeniden başlattığınızda geçerli olur.
uk: Використовує iCloud. «Лише відкриття вкладок» ділиться вкладками, які ви відкриваєте, але закриття залишається вибором кожного пристрою; «Відкриття та закриття» тримає один спільний набір на всіх пристроях. Увімкнення чи вимкнення синхронізації набуває чинності після перезапуску.
vi: Dùng iCloud. “Chỉ khi mở thẻ” chia sẻ những thẻ bạn mở nhưng việc đóng thẻ vẫn do từng thiết bị quyết định; “Khi mở và đóng thẻ” giữ một bộ thẻ dùng chung trên mọi thiết bị. Bật hoặc tắt đồng bộ chỉ có hiệu lực sau khi mở lại ứng dụng.
zh_hans: 使用 iCloud。“仅打开标签页”会共享你打开的标签页，但关闭标签页仍由各设备自行决定；“打开和关闭标签页”则在所有设备上保持同一组标签页。打开或关闭同步需重新启动后生效。
zh_hk: 使用 iCloud。「僅開啟分頁」會分享你開啟的分頁，但關閉分頁仍由各裝置自行決定；「開啟與關閉分頁」則在所有裝置上維持同一組分頁。開啟或關閉同步需重新啟動後生效。

source: Value: %@
ar: القيمة: %@
ca: Valor: %@
cs: Hodnota: %@
da: Værdi: %@
de: Wert: %@
el: Τιμή: %@
es: Valor: %@
fi: Arvo: %@
fr: Valeur : %@
he: ערך: %@
hi: मान: %@
hr: Vrijednost: %@
hu: Érték: %@
id: Nilai: %@
it: Valore: %@
ja: 値：%@
ko: 값: %@
ms: Nilai: %@
nb: Verdi: %@
nl: Waarde: %@
pl: Wartość: %@
pt_br: Valor: %@
ro: Valoare: %@
ru: Значение: %@
sk: Hodnota: %@
sv: Värde: %@
th: ค่า: %@
tr: Değer: %@
uk: Значення: %@
vi: Giá trị: %@
zh_hans: 值：%@
zh_hk: 值：%@

source: View
ar: عرض
ca: Visualització
cs: Zobrazení
da: Oversigt
de: Darstellung
el: Προβολή
es: Visualización
fi: Näytä
fr: Présentation
he: תצוגה
hi: देखें
hr: Prikaz
hu: Nézet
id: Tampilan
it: Vista
ja: 表示
ko: 보기
ms: Papar
nb: Vis
nl: Weergave
pl: Widok
pt_br: Visualizar
ro: Vizualizare
ru: Вид
sk: Zobrazenie
sv: Visa
th: มุมมอง
tr: Görünüm
uk: Вигляд
vi: Xem
zh_hans: 显示
zh_hk: 顯示方式

source: Web Content
ar: محتوى الويب
ca: Contingut web
cs: Webový obsah
da: Webindhold
de: Web-Inhalt
el: Περιεχόμενο ιστού
es: Contenido web
fi: Verkkosisältö
fr: Contenu web
he: תוכן אינטרנט
hi: वेब सामग्री
hr: Web-sadržaj
hu: Webtartalom
id: Konten Web
it: Contenuto web
ja: ウェブコンテンツ
ko: 웹 콘텐츠
ms: Kandungan Web
nb: Nettinnhold
nl: Webinhoud
pl: Treść internetowa
pt_br: Conteúdo web
ro: Conținut web
ru: Веб-содержимое
sk: Webový obsah
sv: Webbinnehåll
th: เนื้อหาเว็บ
tr: Web İçeriği
uk: Вебвміст
vi: Nội dung web
zh_hans: 网页内容
zh_hk: 網頁內容

source: When off, you're asked whether to proceed on certificate errors.
ar: عند الإيقاف، يُطلب منك ما إذا كنت ستتابع عند أخطاء الشهادة.
ca: Quan està desactivat, se't pregunta si vols continuar davant d'errors de certificat.
cs: Když je vypnuto, budeš při chybách certifikátu dotázán, zda pokračovat.
da: Når slået fra, bliver du spurgt, om du vil fortsætte ved certifikatfejl.
de: Wenn aus, wirst du bei Zertifikatsfehlern gefragt, ob du fortfahren möchtest.
el: Όταν είναι ανενεργό, ερωτάσαι αν θα συνεχίσεις σε σφάλματα πιστοποιητικού.
es: Cuando está desactivado, se te pregunta si continuar ante errores de certificado.
fi: Kun pois päältä, sinulta kysytään, jatketaanko varmennevirheissä.
fr: Lorsque désactivé, on vous demande s'il faut continuer en cas d'erreur de certificat.
he: כשכבוי, נשאלת אם להמשיך בשגיאות תעודה.
hi: जब बंद हो, तो प्रमाणपत्र त्रुटियों पर आपसे पूछा जाता है कि आगे बढ़ना है या नहीं।
hr: Kada je isključeno, pitaju te želiš li nastaviti kod pogrešaka certifikata.
hu: Ha ki van kapcsolva, tanúsítványhibáknál megkérdezik, hogy folytatod-e.
id: Saat mati, kamu ditanya apakah akan melanjutkan pada kesalahan sertifikat.
it: Quando è disattivato, ti viene chiesto se procedere in caso di errori del certificato.
ja: オフの場合、証明書エラー時に続行するかどうか尋ねられます。
ko: 꺼져 있으면 인증서 오류 시 계속할지 묻습니다.
ms: Apabila mati, anda ditanya sama ada untuk teruskan pada ralat sijil.
nb: Når av blir du spurt om du vil fortsette ved sertifikatfeil.
nl: Wanneer uit, wordt je gevraagd of je bij certificaatfouten wilt doorgaan.
pl: Gdy wyłączone, przy błędach certyfikatu jesteś pytany, czy kontynuować.
pt_br: Quando desativado, você é perguntado se deve prosseguir em erros de certificado.
ro: Când este dezactivat, ești întrebat dacă să continui la erori de certificat.
ru: Когда выключено, при ошибках сертификата вас спрашивают, продолжать ли.
sk: Keď je vypnuté, pri chybách certifikátu budeš opýtaný, či pokračovať.
sv: När av tillfrågas du om du vill fortsätta vid certifikatfel.
th: เมื่อปิด คุณจะถูกถามว่าจะดำเนินการต่อเมื่อเกิดข้อผิดพลาดของใบรับรองหรือไม่
tr: Kapalıyken sertifika hatalarında devam edip etmeyeceğin sorulur.
uk: Коли вимкнено, при помилках сертифіката вас запитують, чи продовжувати.
vi: Khi tắt, bạn được hỏi có tiếp tục khi gặp lỗi chứng chỉ hay không.
zh_hans: 关闭时，在证书错误时会询问你是否继续。
zh_hk: 關閉時，在憑證錯誤時會詢問你是否繼續。
